export const article = {
    id: "winter-rescue",
    title: "Зимнее спасение",
    date: "25 июня 2025",
    author: "Администрация",
    preview: "Выживи, отстрой, возродись. В Зимнем спасении ваша задача проста, но невероятно сложна: выжить, отстроить всё заново и спасти других в безжалостном заснеженном мире.",
    content: [
        {
            type: "text",
            value: "<p>В «Зимнем спасении» перед вами стоит парадоксальная задача — простая по сути, но невероятно сложная в исполнении: выжить в постапокалиптическом мире и возродить цивилизацию. Вас ждёт суровая зимняя пустошь, где каждый день — борьба с морозом, хищниками и истощением запасов. Каждое решение критично: возводите укрытия, бережно расходуйте ресурсы, разыскивайте выживших — от ваших действий зависит будущее человечества.</p>"
        },
        {
            type: "text",
            value: "<h2>Выживи, Отстрой, Возродись</h2>"
        },
        {
            type: "image",
            value: "/images/Immersive Scenarios & Lores.webp",
            alt: "Погружающие сценарии и история"
        },
        {
            type: "text",
			value: "<p>В середине XXI века внезапная Долгая Зима остановила развитие человечества.</p><p>Прошло сорок лет с начала Зимы, и вы — выросший на космической станции Колумбиат — получаете таинственное зашифрованное послание от давно пропавшего родственника.</p><p>На фоне растущих политических противоречий и борьбы за ресурсы между Землёй и Колумбиатом вы принимаете решение вернуться на промёрзшую планету.</p><p> Что скрывается в этом послании? Какую тайну хранит ледяная пустыня, некогда бывшая вашим домом? Ответы на эти вопросы могут не только раскрыть правду о катастрофе, но и стать последним шансом человечества на возрождение.</p>"        },
        {
            type: "text",
            value: "<h2>Персонажи</h2>"
        },
        {
            type: "text",
            value: "<p><strong>Севлия (Вы):</strong> Единственный ребёнок доктора Аланкни, не имеющий фамилии. Родились на секретной базе посреди пустынь Юты, но вскоре покинули Землю, чтобы жить и учиться на Колумбиате.</p>"
        },
        {
            type: "text",
            value: "<p><strong>Доктор Аланкни Чен:</strong> Была вундеркиндом с детства, стала профессором физики и биоинженерии в MIT, создала первый титановый носитель генетической информации, но бесследно исчезла сразу после начала Зимы.</p>"
        },
        {
            type: "text",
            value: "<p><strong>Ана Виерра:</strong> В восемь лет потеряла ноги от обморожения. Отчаяние заставило ее перешагнуть черту, за которой выживание — единственная мораль.</p>"
        },
        {
            type: "text",
            value: "<p><em>Другие выжившие и их секреты откроются по ходу игры.</em></p>"
        },
        {
            type: "text",
            value: "<h2>Особенности</h2>"
        },
        {
            type: "text",
            value: "<h3>🎬 Увлекательный мир и история</h3>"
        },
        {
            type: "image",
            value: "/images/Deep Exploration & Storyline.webp",
            alt: "Глубокие исследования и сюжетная линия"
        },
        {
            type: "text",
            value: "<p>Окунитесь в оригинальную вселенную, построенную на принципах научно-фантастического реализма, и переживите эпические приключения.</p>"
        },
        {
            type: "text",
            value: "<h3>❄️ Настоящее зимнее выживание</h3>"
        },
        {
            type: "image",
            value: "/images/Realistic Winter Survival.webp",
            alt: "Реалистичное зимнее выживание"
        },
        {
            type: "text",
            value: "<p>Приспосабливайтесь к экстремальным температурам и изменчивой погоде, следите за температурой тела и боритесь за жизнь в прекрасном, но смертоносном зимнем мире.</p>"
        },
        {
            type: "text",
            value: "<h3>🔥 Паровые технологии</h3>"
        },
        {
            type: "image",
            value: "/images/Steam-powered Technology.webp",
            alt: "Паровые технологии"
        },
        {
            type: "text",
            value: "<p>Используйте энергию пара для запуска сложных механизмов, строительства промышленных комплексов и проведения исследований.</p>"
        },

        {
            type: "text",
            value: "<h3>🗺️ Согрейте и оживите свою базу</h3>"
        },
        {
            type: "image",
            value: "/images/Heat & Revive Your Base.webp",
            alt: "Согрейте и оживите свою базу"
        },
        {
            type: "text",
            value: "<p>Постройте генератор и создайте разветвлённую тепловую сеть для безопасной жизни, выработки энергии, приготовления пищи и преображения окружающего мира.</p>"
        },
        {
            type: "text",
            value: "<h3>🌨️ Переменчивая погода</h3>"
        },
        {
            type: "image",
            value: "/images/Dynamic Climate Events.webp",
            alt: "Динамичные климатические события"
        },
        {
            type: "text",
            value: "<p>Сильные метели, жуткие заморозки и редкие потепления — каждое природное явление заставит менять планы и проверит, как хорошо вы умеете приспосабливаться.</p>"
        },
        {
            type: "text",
            value: "<h3>🛠️ Сложные механизмы и научные открытия</h3>"
        },
        {
            type: "image",
            value: "/images/Immersive Machinery & Research.webp",
            alt: "Сложные механизмы и научные открытия"
        },
        {
            type: "text",
            value: "<p>Осваивайте продуманное дерево технологий, изучайте паровое оборудование и учитесь им пользоваться — без этого не выжить.</p>"
        },
        {
            type: "text",
            value: "<h3>🍲 Согревающая зимняя кухня</h3>"
        },
        {
            type: "image",
            value: "/images/Comforting Winter Cooking.webp",
            alt: "Зимняя кухня"
        },
        {
            type: "text",
            value: "<p>Готовьте сытную еду по новым рецептам — это поможет восстановить здоровье, поднять настроение себе и спутникам.</p>"
        },
        {
            type: "text",
            value: "<h2>Технические детали</h2>"
        },
        {
            type: "text",
            value: "<p>За основу будет взят модпак The Winter Rescue, но будет внесен ряд изменений для лучшего игрового опыта на нашем сервере.</p>"
        },
        {
            type: "text",
            value: "<p><strong>Версия сервера:</strong> 1.16.5</p>"
        },
        {
            type: "text",
            value: "<p><strong>Установка:</strong> Для игры будет необходимо создать профиль на нашем сайте и скачать кастомный лаунчер.</p>"
        },
        {
            type: "text",
            value: "<p><strong>Системные требования:</strong></p><ul><li>Минимальное количество оперативной памяти, выделенной для игры: 2 ГБ</li><li>Рекомендуемое количество оперативной памяти, выделенной для игры: 4 ГБ</li></ul><p><em>Примечание: числа могут незначительно измениться в процессе оптимизации.</em></p>"
        },
        {
            type: "text",
            value: "<p><strong>Ориентировочная дата запуска:</strong> конец июля — начало августа.</p>"
        },
        {
            type: "text",
            value: "<h2>Галерея</h2>"
        },
        {
            type: "gallery",
            value: [
                {
                    src: "/images/gallery1.webp",
                    alt: "Зимний пейзаж 1"
                },
                {
                    src: "/images/gallery2.webp",
                    alt: "Зимний пейзаж 2"
                },
                {
                    src: "/images/gallery3.webp", 
                    alt: "Зимний пейзаж 3"
                },
                {
                    src: "/images/gallery4.webp",
                    alt: "Зимний пейзаж 4"
                },
                {
                    src: "/images/gallery5.webp",
                    alt: "Зимний пейзаж 5"
                },
                {
                    src: "/images/gallery6.webp",
                    alt: "Зимний пейзаж 6"
                },
                {
                    src: "/images/gallery7.webp",
                    alt: "Зимний пейзаж 7"
                }
            ]
        }
    ],
    tags: ["зимнее спасение", "выживание", "майнкрафт"]
};